Repository: hupe13/dsgvo-leaflet-map-github
Catalog: lang/dsgvo-leaflet-map-*.po
Languages: de_de

source: %1$s shows the time when the cookie was set and %2$s displays a button to delete the cookie.
de_de: %1$s zeigt die Zeit, wann das Cookie gesetzt wurde und %2$s zeigt eine Schaltfläche, um das Cookie zu löschen.

source: All content between %1$s and %2$s will only be displayed if the user agrees. The cookie is the same %3$s.
de_de: Alle Inhalte zwischen %1$s und %2$s werden nur angezeigt, wenn der Benutzer zugestimmt hat. Das Cookie ist das gleiche wie oben %3$s.

source: All options are optional.
de_de: Alle Optionen sind wahlweise.

source: An example is %1$shere%2$s
de_de: %1$sHier%2$s ist ein Beispiel

source: and
de_de: und

source: any content, but not a shortcode
de_de: beliebiger Inhalt, aber keinen Shortcode

source: Color of the background
de_de: Hintergrundfarbe

source: Content of WordPress "Delete" button or option
de_de: Inhalt der WordPress "Löschen"-Schaltfläche oder die Option

source: Cookie Lifetime
de_de: Lebensdauer des Cookies

source: Date and time format, see %1$sCustomize date and time format%2$s.
de_de: Datums- und Zeitformat, siehe %1$sCustomize date and time format%2$s.

source: days
de_de: Tage

source: Delete
de_de: Lösche

source: Display instead a submit button a link with the content.
de_de: Zeigt anstelle der Absendeschaltfläche einen Link mit dem Inhalt an.

source: DSGVO snippet for Leaflet Map and its Extensions Github Version
de_de: DSGVO Snippet für Leaflet Map und seine Erweiterungen Github Version

source: each map
de_de: auf jeder Karte

source: enable
de_de: aktiviere

source: Example
de_de: Beispiel

source: Examples
de_de: Beispiele

source: extra text to display after date and time or %s.
de_de: zusätzlicher Text, der nach Datum und Zeit bzw. %s angezeigt wird.

source: extra text to display before date and time or %s.
de_de: zusätzlicher Text, der vor Datum und Zeit bzw. %s angezeigt wird.

source: fill in your text
de_de: trage deinen Text ein

source: Function
de_de: Funktion

source: GDPR
de_de: DSGVO

source: GDPR (DSGVO) snippet for Leaflet Map and its Extensions
de_de: DSGVO Snippet für Leaflet Map und seine Erweiterungen

source: Go to
de_de: Gehe zu

source: Help
de_de: Hilfe

source: If you wish to translate these strings in %s use
de_de: Wenn du diese Texte in %s übersetzen möchtest, verwende

source: is active.
de_de: ist aktiviert.

source: Local time of the web server (default) or GMT time
de_de: Lokalzeit des Webservers (Standard) oder GMT-Zeit

source: Manage plugins
de_de: Plugins verwalten

source: Okay
de_de: Verstanden!

source: only first
de_de: nur auf der ersten Karte

source: Options
de_de: Optionen

source: Options GDPR
de_de: Optionen DSGVO

source: or option
de_de: oder die Option

source: Please install and activate %1$sExtensions for Leaflet Map%2$s before using DSGVO snippet for Leaflet Map and its Extensions.
de_de: Bitte installiere und aktiviere %1$sErweiterungen für Leaflet Map%2$s, bevor du DSGVO Snippet für Leaflet Map und seine Erweiterungen verwendest.

source: Plugin Error
de_de: Plugin Fehler

source: Reset
de_de: Zurücksetzen

source: Respect the DSGVO / GDPR when you use Leaflet Map and Extensions for Leaflet Map.
de_de: Respektiere die DSGVO, wenn du Leaflet Map und seine Erweiterungen verwendest.

source: See also the content of
de_de: Siehe auch der Inhalt von

source: Setting of
de_de: Die Einstellung von

source: Settings
de_de: Einstellungen

source: Shortcodes %1$s and %2$s
de_de: Die Shortcodes %1$s und %2$s

source: Should the text be displayed on each map of the page or only on the first map?
de_de: Soll der Text auf jeder Karte der Seite angezeigt werden oder nur auf der ersten Karte?

source: Submit Button
de_de: Formular absenden

source: Test it in a private browser window.
de_de: Teste es in einem privaten Browserfenster.

source: Text of submit button. Default: Content of WordPress "Delete" button.
de_de: Text der Absendeschaltfläche. Standard: Inhalt der WordPress "Löschen"-Schaltfläche

source: text to display if the cookie is not set.
de_de: Text der angezeigt wird, wenn das Cookie nicht gesetzt ist.

source: The options %1$s and %2$s are optional. Defaults are the %3$ssettings%4$s of
de_de: Die Optionen %1$s und %2$s sind optional. Standard sind die %3$sEinstellungen%4$s von.

source: The plugin prevents the shortcode %1$s from being executed. If the user agrees, the cookie %2$s is set and %1$s is executed.
de_de: Das Plugin verhindert das Ausführen des Shortcodes %1$s. Erst wenn der Nutzer zustimmt, wird das Cookie %2$s gesetzt und %1$s ausgeführt.

source: URL to background image. Leave it blank for no image.
de_de: URL des Hintergrundbildes. Lass das Feld leer, wenn du keins möchtest.

source: When using the maps, content is loaded from third-party servers. If you agree to this, a cookie will be set and this notice will be hidden. If not, no maps will be displayed.
de_de: Bei der Verwendung der Karten werden Inhalte von Drittservern geladen. Wenn Du dem zustimmst, wird ein Cookie gesetzt und dieser Hinweis ausgeblendet. Wenn nicht, werden Dir keine Karten angezeigt.

source: You can use following classes to style the the text area and the buttons:
de_de: Du kannst folgende Klassen zum Gestalten des Textbereiches und der Schaltflächen verwenden:

source: You can use the shortcode %1$s anywhere in your pages / posts.
de_de: Du kannst den Shortcode %1$s irgendwo auf deinen Seiten / in deinen Posts verwenden.

source: You can’t write another shortcode in %s shortcode, because WordPress doesn’t allow to use nested shortcodes.
de_de: Du kannst keinen weiteren Shortcode innerhalb von %s schreiben, da WordPress keine verschachtelten Shortcodes zulässt.
